{"articles": [{"url": "https://www.seattlepi.com/coronavirus/article/Ten-more-coronavirus-cases-confirmed-King-County-15105809.php", "date_of_publication": "2020-3-05 04:28", "headline": "70 cases of COVID-19 now confirmed statewide by Washington health officials", "main_text": "\nVia seattlepi.com: 70 cases of novel coronavirus now confirmed statewide by Washington health officials. Excerpt and then several ill-tempered comments:\nThe total number of confirmed novel coronavirus cases reached 70, local health officials announced on Thursday at a news conference. \nThe virus, which only had confirmed cases in King and Snohomish counties, had a newly confirmed case in Grant County. As of 11 a.m., Wednesday, the count included 51 cases and 10 deaths in King County, 18 cases and one death in Snohomish County, and one case in Grant County. \nWashington Insurance Commissioner Mike Kreidler announced at the news conference an emergency order that would require state health insurers to waive copays and deductibles for people who require coronavirus testing. The order also included allowing \"a one-time early refill for prescription drugs,\" Kreidler said. \nAt the news conference, Gov. Jay Inslee along with health officials such as the state's health officer Dr. Kathy Lofy, repeated that those with mild symptoms still don't need to be tested. \n\"If you have mild symptoms, whether it's a positive or negative result, you're still going to get the same treatment advice,\" Inslee said.  \nThe Washington State Department of Health on its website said \"people with flu-like symptoms are not being tested for COVID-19 unless they meet certain criteria set by the CDC,\" which allows new tests to be used for high-risk people. \nKing County health officials announced on Wednesday 10 newly confirmed cases of the novel coronavirus, bringing the total throughout the county up to 31 as of 1:15 p.m. Wednesday. \nThe 10 cases included one death, which means now nine people have died due to COVID-19 in King County, or 10 deaths statewide. The person whose death was announced Wednesday was a resident of Life Care, a nursing and rehabilitation facility in Kirkland. She was a woman in her 90s, hospitalized at Evergreen Health and died on Tuesday.  \nNine of the 10 new cases announced Wednesday were linked to Life Care. Of those eight, seven were residents. The other two were \"associated\" with the facility according to a news release from King County Public Health. A tally of the 31 cases in King County showed 22 of them were linked with Life Care. \nAt a news conference Wednesday, King County Executive Dow Constantine laid out new recommendations, not mandates, from the county on how to handle the outbreak of the virus. He also announced all non essential government meetings were to be canceled for the next three weeks, with a check-in on the virus situation at the end of each week. \nThose who are 60 and older, with underlying health conditions -- which includes heart and lung disease or diabetes -- with weakened immune systems and people who are pregnant should stay home as much as possible, King County Public Health Director Patty Hayes said at the news conference. \nThose who feel sick or believe they have been exposed should take steps like isolating themselves, contacting their doctors and watching their health, officials said. \nConstantine said employers should encourage people to telecommute.\nObliging insurers to waive co-pays and deductibles for people needing COVID-19 tests is in itself a damning confession of a failed healthcare system. The DR Congo suspends fees for all healthcare payments in Ebola-hit regions; do American health insurers have to be put in a half-nelson to keep them from shaking down suspected COVID-19 cases?\nIt sounds as if some of Kirkland Life Center's staff have caught COVID-19. And if people who think they've been exposed isolate themselves at home, what happens to the Life Center's residents?\nIt's also hard to telecommute to a job that involves changing adults' diapers. \n", "reports": []}, {"url": "https://www.theglobeandmail.com/world/article-postcard-from-the-front-lines-of-the-coronavirus-outbreak-rome-as/", "date_of_publication": "2020-3-05 02:53", "headline": "Postcard from the front lines of the coronavirus outbreak: Rome as ghost town", "main_text": "\nVia The Globe and Mail, a report by the paper's  European bureau chief, Eric Reguly: Postcard from the front lines of the coronavirus outbreak: Rome as ghost town. Excerpt:\nI had a delightful walk through Rome’s historic centre on Thursday morning, delightful because I had some of the world’s most exquisite sites – Piazza Navona, Spanish Steps, Trevi Fountain – pretty much to myself. No, the weather wasn’t miserable; it was warm and sunny. The coronavirus was keeping the tourists away.  \nFor the first time in my dozen years in Rome, I could hear the water from Piazza Navona’s baroque fountains the moment I entered the square. Normally, the long oval expanse, which traces the shape of the ancient Stadium of Domitian and is now dominated by a Gian Lorenzo Bernini masterpiece, the Fountain of the Four Rivers, is a mass of babbling humanity, stuffed with jugglers, musicians, cheesy artists, several thousand tourists with selfie-sticks and café patrons paying extortionate prices for cappuccino and gelato.  \nThe surreal experience was bliss for me; I had not been to Piazza Navona for a year because I always found the eternal crowds wearisome, an assault on the spot’s artistry and elegance. In the era of Airbnb and discount airlines, there is no such thing anymore as off-season in Caput Mundi. \nRepeat at the Spanish Steps, which, too, were pleasingly empty. I treated myself to a caffe macchiato at Caffe Greco, the Roman landmark that opened in 1760 and whose patrons have included Casanova, Goethe and Keats, who died nearby, in an apartment overlooking the Spanish Steps, from another infectious disease – tuberculosis. There were two of us in the entire place and my coffee was served in 30 seconds flat. I asked the barman whether he was enjoying the respite from the jostling crowds. “Not really,” he said. “I’m a bit bored.” \nBetter bored than broke, for the novel coronavirus, and the resulting COVID-19 disease, is rattling the nerves of Italians and bringing on financial distress. The tourists began to disappear about two weeks ago, about the time 11 towns in the north of Italy, all of them hit hard by the virus, were quarantined. On Wednesday, the government closed all the schools in Italy, sending parents scrambling for babysitters, until March 15, though not a single parent I talked to believes they will reopen by that date. The virus is spreading by the minute and won’t disappear magically on March 14.  \nAt last count, more than 3,800 Italians were ill with the virus, some of them severely so, and 148 had died. A common question among Italians: what if hospital admissions surge and there are not enough ventilators to treat the critical patients? \nThe workers who depend on tourism for a living are becoming frightfully worried. \nTypically, half a dozen horse-drawn carriages wait for tourists at the base of the Spanish Steps, near Pietro Bernini’s lovely Fountain of the Boat (talented family; Pietro was the father of Gian Lorenzo). The coachmen, known as vetturini, are often the sons and grandsons of coachmen, passing their licences through the generations. The work can be lucrative. A 45-minute tour of Rome’s wonders can set you back €150, the equivalent of about $225. Repeat even two or three times a day and the cash builds up. \nCoachman Augusto Celli, 45, was slumped in the back seat of his black carriage when I talked to him, his horse Strike standing as still as a statue in the sun. “I am getting only one or two tours a week,” he told me. “The coronavirus is spreading too much alarm among the tourists and we’re suffering. My wife doesn’t work, I have two kids. Now we’re eating a lot of pasta – pasta doesn’t cost much.”\nIn Piazza Navona, the waiters and waitresses were standing in front of their cafés like carnival barkers, waving menus and urging the few tourists who strolled by to take a seat. Tucci, a restaurant and café in the shadow of the Fountain of the Four Rivers, has 100 small tables outside. Precisely one of them was occupied, by a couple from Edinburgh. The chattier of the two, Alison Essom, who works for an insurance company, said she loved Rome’s crowd-free status. \n“We’re taking a calculated risk being here,” she said. “But we’re used to travelling where things aren’t perfect. In Asia, we have to get rabies jabs.” \nEven though Romans are nervous about the potentially devastating effects of the COVID-19 outbreak, they are adapting and keeping their sense of humour. Gone are handshakes and cheek kisses, on government orders. The “Wuhan handshake” has replaced them, an amusing little stunt that involves tapping elbows or shoes. My Canadian-Roman friend, Jeannie Marshall, said, “The Italians are not kissing! I can’t think of a more ominous sign of the apocalypse.”\n", "reports": []}, {"url": "https://www.nytimes.com/2020/03/05/business/stock-market-covid-19.html?emc=edit_na_20200305&ref=cta&nl=breaking-news&campaign_id=60&instance_id=0&segment_id=21910&user_id=ae826ce801a36328c316f398b051b0ad&regi_id=33579017", "date_of_publication": "2020-3-05 02:19", "headline": "Stocks plunge again on coronavirus fears", "main_text": "\nAfter a day when the Dow fell 969 points, The New York Times reports: Stocks Plunge Again on Coronavirus Fears. Excerpt:\nMarkets nose-dived as virus outbreaks multiplied\nThe stock market has swung wildly in the past week as investors have struggled to get a bead on the economic damage the fast spreading coronavirus might cause, as the number of cases continues to rise and companies step up measures to contain them. \nThat jarring volatility continued on Thursday, with the S&P 500 falling more than 3 percent. The index has now climbed or fallen more than 3 percent on six different days in the past two weeks, something that had not happened even once in the prior 12 months.  \nShares of airlines plunged and industrial, financial and energy stocks also fell sharply. Worry about long-term growth also pushed the yield on 10-year United States Treasury notes to a new low. Because of their relative safety, government bonds are in high demand during bouts of panic over the economy. \nAfter markets closed on Thursday, Starbucks warned that its quarterly sales in China, where it has a huge presence, would fall 50 percent compared to last year, resulting in a $400 million to $430 million hit to its revenue forecast.\nNews about the coronavirus’s spread has been relentless: A cruise ship being held off the coast of San Francisco has suspected links to two coronavirus cases, one of them fatal. The governor of California declared a state of emergency on Wednesday, and 18 states have infected patients.  \nAround the world, more than 90,000 cases and 3,000 deaths have been reported. \nThe jump in the number of cases in the United States has crystallized expectations that the crisis will last longer than earlier predictions suggested. And without the kind of full-court-press efforts that China staged to guard against the virus’s spread, some analysts worried that infections could expand widely. \nEconomists at the Institute of International Finance slashed their outlook for the global economy on Thursday, downgrading their 2020 forecast for the growth in the United States to 1.3 percent that in China to below 4 percent. The revisions could “conceivably” take global growth to 1 percent, the weakest since 2009, said the chief economist, Robin Brooks, and down from 2.6 percent last year.  \n“The concern is that almost nothing has been done to stop the spread of the virus in the U.S. and Europe,” said Ilya Feygin, managing director at the institutional brokerage firm WallachBeth. \nPolicymakers have responded by cutting interest rates to prop up economic growth. They are expected to do so again, but the sell-off reflects in part the fact that lower interest rates will not address the immediate impact of the virus if factories are closed, workers are furloughed and consumers stop spending.\n“With the daily infection rate escalating it is doubtful that rate cuts will be particularly effective in limiting the immediate downdrafts on economic activity,” Rob Subbaraman, head of global macro research at Nomura, warned in a research note on Thursday — two days after the Federal Reserve announced an emergency interest rate cut.\nAlso on Thursday, the International Air Transport Association substantially expanded its forecast for the financial damage that could result from travel bans and customers’ reluctance to fly, saying that $63 billion to $113 billion in annual global airline revenue could be wiped out.  \nUnited Airlines and American Airlines both fell more than than 13 percent, while Delta fell about 7 percent. \nOil producers are looking for a large cut to production as demand softens. \nThe Organization of the Petroleum Exporting Countries proposed Thursday that oil output be curbed by 1.5 million barrels a day to deal with the effects of the spreading coronavirus outbreak on demand. \nThe proposed cuts are more than most analysts expected but seem unlikely to change the gloomy sentiment in the oil market. After the announcement, prices for Brent crude, the international benchmark, fell about 0.8 percent to $50.71 a barrel. \nThe impact on airlines is ‘almost without precedent.’ \nThe coronavirus could wipe out $63 billion to $113 billion in annual global airline revenue this year, the International Air Transport Association said Thursday.  \nAs carriers around the world halt flights and tourism sputters in the face of spreading outbreaks, the financial impact on the airline industry will be “almost without precedent,” said Alexandre de Juniac, the president of the association. \nThe low-end $63 billion figure is more than double the estimate that I.A.T.A. put out just two weeks ago. Since the outbreak began, industry share prices have fallen almost 25 percent, or about five times more than during the 2003 SARS crisis, according to the group.\n", "reports": []}, {"url": "https://crofsblogs.typepad.com/.a/6a00d83451bd6d69e2025d9b393278200c-pi", "date_of_publication": "2020-3-05 11:50", "headline": "University Canada West closes Vancouver campus following presumptive case of COVID-19", "main_text": "\n\nThanks to my Tyee colleague David Beers for sending the link to this Globalnews.ca report: University Canada West closes Vancouver campus following presumptive case of COVID-19. The campus is right in downtown Vancouver, and not far from The Tyee's offices.\nA private Vancouver university says it has closed its doors after identifying a student with a presumptive case of COVID-19. \nIn a statement, University Canada West said the “student had been visited by their father who has positively been tested for COVID-19 upon visiting from overseas.”  \nThe student’s roommate is in isolation. \nStudents and staff who may have been in close contact with the students have been identified and contacted, the school said. \nThe school, located in the 600-block of West Pender St., says it is working to disinfect all public and back-office areas. \nThe school hopes to re-open Monday. In the meantime, classes will be available via remote online teaching, the school said.\nGlobal News has reached out to the BC Centre for Disease Control for comment. \nThere are 13 confirmed cases of COVID-19 in B.C., the most recent a woman in her 80s who is in the ICU at Vancouver General Hospital. \nHealth officials have yet to confirm if the closure relates to a new COVID case, but have planned a media update later on Thursday.\n", "reports": []}, {"url": "https://www.nature.com/articles/d41586-020-00154-w", "date_of_publication": "2020-3-05 11:31", "headline": "COVID-19 latest: Children are as susceptible as adults, study suggests", "main_text": "\nVia Nature.com: Coronavirus latest: children are as susceptible as adults, study suggests. Excerpt and then a comment:\nHere’s the latest news on the outbreak.  \n5 March 15:30 GMT — China study suggests children are as likely to be infected as adults  \nChildren are just as likely to get infected with the new coronavirus as adults, finds one of the most detailed studies yet published on the spread of the virus, known as SARS-CoV-2. The analysis — based on data from Shenzhen, China — provides a partial answer to one of the most pressing questions surrounding the outbreak: the role of children.  \nPrevious studies have suggested that kids were far less likely to develop severe symptoms when infected by the coronavirus, compared with other age groups. But it was not clear if it was because they weren’t getting infected or if they were fighting off the infection more effectively than others.  \n“Kids are just as likely to get infected and they’re not getting sick,” says Justin Lessler, an infectious-disease epidemiologist at Johns Hopkins Bloomberg School of Public Health in Baltimore, Maryland. He co-led the study with Johns Hopkins epidemiologist Qifang Bi, and epidemiologists Ting Ma, at the Harbin Institute of Technology in Shenzhen, and Tiejian Feng, of the Shenzhen Center for Disease Control and Prevention. They posted the analysis to the medRxiv preprint server on 4 March.  \nThe study is unique in that it looked at not only people who were infected with the virus, but also large numbers of their close contacts, some of whom were infected and many who were not. The researchers followed 391 people who were diagnosed based on their symptoms, and 1,286 of their close contacts to see whether they tested positive for the virus even if they didn’t show symptoms. Overall, the team found that children under 10 who were potentially exposed to the virus were just as likely to become infected as other age groups, with about 7 and 8% of contacts of known cases later testing positive. \nThey also found that people who lived in the same household as an someone infected with the virus — and came into close contact with them — were about six time mores likely get infected, compared with people who made contact with an infected person in other settings. \n“This may be the first clear evidence that children are as susceptible as adults to SARS-CoV-2 infection,” says Ben Cowling, an infectious-disease epidemiologist at the University of Hong Kong. He now wonders whether the fact that outbreaks haven’t been observed in schools could be down to the fact that children’s symptoms are mild. \nLessler says it’s still not clear whether children are important in transmitting the virus, as they are with influenza, where children routinely develop symptoms and are common hubs in chains of transmission. “That’s one of the current critical remaining questions and we’re trying to figure out how to answer,” he says. “I have a 7-month-old and a 6-year-old and I can’t imagine that, if they have any virus at all, they're not getting it on somebody.”\nThis reminds me of the days when I used to teach students in my college's early childhood education program. The students spent their days in daycares and their evenings in class, and they often came in with terrible colds—a well-understood occupational hazard of the profession. The idea of toddlers and other children as efficient COVID-19 spreaders is not a reassuring one.\n", "reports": []}, {"url": "http://www.protezionecivile.gov.it/media-communication/press-release/detail/-/asset_publisher/default/content/coronavirus-sono-3-296-i-positivi", "date_of_publication": "2020-3-05 11:22", "headline": "Italy: 3,858 COVID-19 cases", "main_text": "\nVia Civil Protection, the Thursday update: Coronavirus: 3.296 positive cases. Bear in mind that the Italians subtract recoveries and deaths from the \"present\" number. All told, they've confirmed 3,858 cases. The Google translation:\nAt Civil Protection Department Headquarters, the Operational Committee keeps working  to ensure the coordination of all operations  by the components and operational structures of the National Civil Protection Service. As per health monitoring activities related to the spread of Coronavirus across national territory, at present 3,296 people have tested positive. To date, the total number of assessed cases in Italy is 3,858. \nIn detail: there are currently 1,777 positive cases in Lombardy, 658 in Emilia-Romagna, 380 in Veneto, 120 in the Marche, 106 in Piedmont, 60 in Tuscany, 41 in Lazio, 45 in Campania, 21 in Liguria, 21 in Friuli Venezia Giulia, 16 in Sicily, 12 in Puglia, 9 in Umbria, 8 in Abruzzo, 7 in the autonomous Province of Trento, 7 in Molise, 2 in the Aosta Valley, 2 in Calabria, 2 in Sardinia, 2 in Basilicata and 1 in the autonomous Province of Bolzano. \n414 patients have recovered. 148 died, however, this number can be confirmed only upon certification of cause of death by the Istituto Superiore di Sanità.\n", "reports": []}, {"url": "http://www.koreaherald.com/view.php?ud=20200305000892", "date_of_publication": "2020-3-05 10:51", "headline": "South Korea's COVID-19 cases soar past 6,000", "main_text": "\nVia The Korea Herald: S. Korea's coronavirus cases soar past 6,000. Excerpt:\nSouth Korea’s coronavirus cases surged past 6,000 with 41 deaths Thursday, as the government shifted its focus to minor clusters of coronavirus infections, so far overshadowed by the massive number related to Shincheonji Church of Jesus.  \nNearly 70 percent of Korea’s coronavirus cases are classified as cluster infection cases, while 30.6 percent are sporadic with their exact infection routes being scrutinized, health authorities said.  \nThe latest mass transmission cases were found in a nursing home in Bonghwa County, North Gyeongsang Province, with 34 people -- 24 inpatients and 10 staff members -- newly confirmed to be infected. \nOf the country’s total, 59.9 percent of the cases have been traced to a branch of the Shincheonji Church of Jesus in Daegu, making it the country’s largest cluster of infections.  \nAccording to data from the Korea Centers for Disease Control and Prevention released Thursday afternoon, Korea’s total number of infections rose to 6,088, and the death toll stands at 41. \nSo far, those who have died from COVID-19 are mostly elderly patients with underlying illnesses, with the overall fatality rate standing at 0.6 percent. \nTwenty-six people were currently in critical condition, the KCDC said. \nThe country’s number of coronavirus cases has begun to increase at a slower pace, with 516 cases confirmed Tuesday and 438 Wednesday, after surging to increase by 600 on Monday.  \nBut the country should still be on alert for possibilities of a second or third wave of transmission, according to Kwon Jun-wook, a KCDC official, at an afternoon briefing.  \n“We assess the current situation is the most critical time,” he said at a briefing Thursday afternoon. “It is hard to attach significance to the number of new cases.” \nGyeongsan, a city in North Gyeongsang Province that borders Daegu, was designated as a “special management zone” Thursday in order to prevent community spread by detecting patients and treating them early.  \nDaegu and North Gyeongsang Province combined represent 90 percent of the total cases here. \nOf new cases tallied as of Wednesday midnight, 320 cases (73 percent) were confirmed in the southeastern city of Daegu at the heart of the country’s virus outbreak, with 87 cases (19 percent) in North Gyeongsang Province. Nine new cases each were reported in Gyeonggi Province and South Gyeongsang Province, as well as four each in Seoul and South Chungcheong Province and two in Gangwon Province. \nCases in Gyeongsan make up 40 percent of the province’s total. Of the new cases confirmed Thursday, 73 percent of the cases -- 65 out of 89 -- were reported there. More than half of the new cases were linked to the Shincheonji’s Daegu branch.\n", "reports": []}, {"url": "https://eurosurveillance.org/content/10.2807/1560-7917.ES.2020.25.9.2000202#abstract_content", "date_of_publication": "2020-3-05 09:52", "headline": "Potential scenarios for the progression of a COVID-19 epidemic in the European Union and the European Economic Area, March 2020", "main_text": "\nThis week's Eurosurveillance is almost entirely dedicated to reports on COVID-19, including this one: Potential scenarios for the progression of a COVID-19 epidemic in the European Union and the European Economic Area, March 2020. The abstract:\nTwo months after the emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the possibility of established and widespread community transmission in the European Union and European Economic Area (EU/EEA) is becoming more likely. We provide scenarios for use in preparedness for a possible widespread epidemic. The EU/EEA is moving towards the ‘limited sustained transmission’ phase. We propose actions to prepare for potential mitigation phases and coordinate efforts to protect the health of citizens.\n", "reports": []}, {"url": "https://sverigesradio.se/artikel/7422275", "date_of_publication": "2020-3-05 09:38", "headline": "New cases of COVID-19 push Swedish total up to 60", "main_text": "\nVia Radio Sweden: New cases of Coronavirus push Swedish total up to 60.\nAs of Thursday afternoon, 60 people have so far been diagnosed in Sweden with the coronavirus. \nNew cases were diagnosed today in Skåne in the south and in Västra Götaland. All the new cases had caught the virus abroad and some are now in quarantine in their homes. \nOver 2000 tests for the virus have so far been carried out in Sweden, but authorities say none of the 60 people diagnosed in Sweden are judged to be seriously ill. Authorities are now carrying out contact tracking to try to stop the virus spreading further. \nAt the same time, health minister Lena Hallengren held a press conference to present new moves to halt the virus and ensure a continued supply of medical supplies.\n", "reports": []}, {"url": "https://yle.fi/uutiset/osasto/news/five_new_coronavirus_cases_confirmed_in_finland/11242325", "date_of_publication": "2020-3-05 09:07", "headline": "Five new COVID-19 cases confirmed in Finland", "main_text": "\nVia Yle Uutiset: Five new coronavirus cases confirmed in Finland.\nFinnish authorities said on Thursday that five people have been confirmed as novel coronavirus cases.  \nThree of the cases are in the Helsinki and Uusimaa hospital district, one is in Pirkanmaa and one in Kanta-Häme. \nIn the capital city region one of the patients is a working-age woman and two are working-age men. The woman’s infection is linked to a previously-confirmed case, while the men’s cases are linked to travel to northern Italy.  \nAccording to HUS the patients in the capital city region are in good condition and returned home after samples had been taken. They have been advised on how to quarantine themselves.  \nThe case in Kanta-Häme is a child in Hämeenlinna who had returned from northern Italy with their family on Tuesday. They gave samples for testing on Tuesday. \nIn Pirkanmaa the patient is 44-years-old and is at home, in quarantine and relatively healthy. Three close contacts to that patient have been identified.\nIn related news, another Yle report says Finland is ready to spend more money if COVID-19 hurts the national economy.\n", "reports": []}, {"url": "https://www.newyorker.com/news/dispatch/the-strange-terror-of-watching-coronavirus-take-rome", "date_of_publication": "2020-3-05 09:00", "headline": "The strange terror of watching the coronavirus take Rome", "main_text": "\nVia The New Yorker, a beautiful essay: The Strange Terror of Watching the Coronavirus Take Rome. Excerpt:\nTwo weeks ago, I sent an e-mail from Rome, where I had been enjoying a sabbatical semester of research and writing, to a Chinese friend who lives in one of those small cities of five or six million inhabitants, very far from Wuhan, the original epicenter of the coronavirus epidemic. In my note, I said that I was sure that she was safely distant from the current crisis, but that, all the same, I was thinking of her and beaming her my warmest wishes. \nShe replied politely that she was happy that I was having such a lovely sabbatical. As for her, however, though she was in good health, her life and the lives of everyone around her were turned topsy-turvy. The streets in her city were empty; places of work were all closed; she and her family were confined at home; one of them per day might receive permission to go out, masked, to shop for food and supplies; everyone lived in fear. I was suitably embarrassed by my e-mail’s ridiculous insouciance, but at the time I did not fully grasp the extent of my stupidity. \nI get it now, thanks to the unfolding events in Italy. The initial reports of an outbreak, in a few towns in the north of the country, were alarming enough, but it remained news coming from far away. With astonishing rapidity, the situation worsened: in quick succession, whole communities were quarantined; schools and churches closed their doors; museums, galleries, and palaces were shuttered; concerts were cancelled. \nIf anyone hadn’t already taken in the gravity of the situation, two further occurrences made it overwhelmingly apparent: parts of Milan Fashion Week, the crown jewel of one of Italy’s greatest economic successes, were closed to the public, and, still more ominously, the soccer game between Inter Milan and a rival was played before an eerily empty stadium. As any Italian knows, soccer, far more than religion, is sacred; denying fans access to the match was an even more drastic signal than temporarily closing Milan Cathedral to tourists and the faithful. \nIn Rome, the virus had not yet surfaced, and there were very few signs of alarm, apart from a run on hand sanitizer. But, as the constant reports in the newspapers and on television accumulated, the mood altered. The news from the north, we began to say to one another, resembled the thud of artillery shells exploding in a battle somewhere across the mountains, out of sight but no longer so far distant as to be inaudible. \nAnd then steadily the enemy moved across Lombardy and Veneto and south into Tuscany and Umbria. Where were our defenders? If we were to continue the military metaphor, we had to concede that Venice was gravely threatened, then Bergamo, then Florence. Rome would fall soon.  \nBut, as our conversations about the virus continued—and it was increasingly impossible to talk about anything else—the image of an approaching army gave way to other attempts to understand what was happening. Of course, even in the popular press, there was no end of epidemiological articles, often quite serious and detailed ones written by experts, along with the familiar lists of advice: wash your hands, don’t touch your face, clean all surfaces, keep washing your hands, move away from people who are coughing, avoid crowds, try to stay at least one metre away from everyone else. \nBut, however informative all of this is—and we consumed a vast amount of it in only a few days—in situations of stress, it is, as usual, literature that offers the most powerful ways of grasping what is happening or may come to pass, not in the precise biological sense but in its narrative unfolding. So our conversations turned to Saramago’s “Blindness,” Camus’s “The Plague,” Defoe’s “A Journal of the Plague Year,” Manzoni’s “The Betrothed,” and, above all—the greatest of these fictional depictions—the opening chapter of Boccaccio’s “Decameron.” \nThe problem is that, as brilliant as these accounts are, they depict cultures in the grip of epidemic disease as collapsing into chaos, violence, and the rupturing of social bonds. But this is not at all what we were reading about in the newspapers or experiencing for ourselves. In China, if the accounts are accurate, there is something like the opposite: an extraordinary intensification of social order, figured in the software with which the government tracks many citizens’ health and movement. In Italy, there has been no comparable intensification—quite apart from the technology, such control is quite alien to the national character—but instead the marked presence of the warmth and kindness that make ordinary life here so agreeable, notwithstanding the country’s notorious political dysfunction. \nIt is as if people instinctively sense, even as their anxiety levels rise and their economy sinks, that their version of social order rests on good humor, patience, inventiveness, and flexibility. The mother and son who run the fruit and vegetable stand at the outdoor market, the local genius who concocts wildly implausible flavors of gelato, the clerk at the nearby gym who somehow remembered (or pretended to remember) that I had a temporary membership four years ago and waived the initiation fee—all seem, under the pressure of the crisis, somehow to hold onto their innate sweetness.\n", "reports": []}, {"url": "https://www.nytimes.com/2020/03/04/health/coronavirus-nursing-homes.html?action=click&module=Top%20Stories&pgtype=Homepage", "date_of_publication": "2020-3-05 07:52", "headline": "Nursing homes are starkly vulnerable to COVID-19", "main_text": "\nVia The New York Times: Nursing Homes Are Starkly Vulnerable to Coronavirus. Excerpt:\nOver the weekend, a nightmarish scenario unfolded in a Seattle suburb, with the announcement that the coronavirus had struck a nursing home. The outbreak, leaving seven dead and eight others ill through Wednesday morning, exposed the great vulnerability of the nation’s nursing homes and assisted living facilities, and the 2.5 million Americans who live in them.  \nThese institutions have been under increasing scrutiny in recent years for a unique role they play in inflaming epidemics. Research shows these homes can be poorly staffed and plagued by lax infection-control practices, and that residents frequently cycle to and from hospitals, bringing germs back and forth. \nNow, public health experts fear these facilities could become central to the rise and spread of the novel coronavirus. Statistics from China show that the infection caused by the virus, called Covid-19, kills nearly 15 percent of people over 80 years old who have it and 8 percent of people in their 70s — the very population that makes up more than half the population of these homes. \n“We have to prepare for the inevitability that there are going to be facilities like the one in Washington where you’re going to have the virus and have it move rapidly through nursing homes and assisted living facilities,” said Dr. David Dosa, a geriatrician and professor of medicine at Brown University, where he studies disaster preparedness.  \nAlready, 380,000 people die annually from infections at these long-term care facilities, according to the Centers for Disease Control & Prevention, and 1 million people get serious infections in them. \nIndustry critics — who have become more vocal in recent years — say that many facilities are alarmingly unprepared for coronavirus and that the government’s guidance so far has been short on detail and urgency.  \n“Nursing homes are incubators of epidemics,” said Betsy McCaughey, a former lieutenant governor of New York who heads the nonprofit Committee to Reduce Infection Deaths. \n“Every facility should be holding a boot camp to train health care workers,” she said. Otherwise, she added, “hospitals and nursing homes will become the most dangerous places to be.”\n", "reports": []}, {"url": "https://www.caixinglobal.com/2020-03-05/coronavirus-live-updates-thursday-china-reports-20-imported-cases-california-declares-emergency-101524340.html", "date_of_publication": "2020-3-05 07:38", "headline": "Coronavirus live updates (Thursday): Covid-19 patient dies after being declared recovered", "main_text": "\n\t\t\t\tVia Caixin Global: Coronavirus Live Updates (Thursday): Covid-19 Patient Dies After Being Declared Recovered.\r\n\r\nThursday, March 5, 6 p.m.A Covid-19 patient in Wuhan died days after being declared recovered from the disease, raising concerns (link in Chinese) over recurrence of the disease and the accuracy of criteria determining whether a patient has recovered. \r\n36-year-old Li Liang died on Monday, just five days after he was told he had recovered and was discharged from the emergency hospital he was treated in. Doctors said his death was due to Covid-19, respiratory tract obstruction, and respiratory failure. When he was declared recovered, he met the official diagnostic standard of recovery and he had tested negative for the virus twice. But CT scans of his lungs still showed symptoms of viral pneumonia. An expert from the Chinese Center for Disease Control and Prevention who spoke to Caixin on condition of anonymity said he left the hospital too early. “How can he be allowed to leave the hospital just two days after CT scans still showed typical coronavirus pneumonia symptoms?” he said. \r\nBut it is unclear whether he died after recurrence of the disease. A radiologist in a Wuhan hospital told Caixin that loose application of the diagnostic standard may be to blame for his death.\r\n Recovered patients in several regions across China have tested positive for the virus after recovering, but it remains unknown whether such patients could infect others. Health authorities have vowed closer follow-up for recovered patients and further research into the phenomenon. \r\nTwo-thirds of Chinese regions have lowered alert levels \r\nTwenty-one out of the 31 provincial-level regions on the Chinese mainland had lowered (link in Chinese) their emergency response levels for some or all of their territory as of Wednesday. Several have not seen a new case for days or weeks and authorities are eager to resume economic activities. \r\nTen provincial-level regions have lowered their emergency response from level one to level two, while nine other regions have brought theirs down from level one to level three, according to official statements. The provinces of Jiangxi and Fujian have tuned emergency response levels down for individual cities and counties with relatively low epidemic risks. \r\nChina has a four-level emergency response system for public health incidents, with level one the highest. Every provincial-level region on the mainland has initiated a level-one emergency response at some point during the coronavirus outbreak.\r\n In other coronavirus-related news: \r\n• China is using antibody tests in a bid to strengthen diagnosis of the new coronavirus in the wake of concerns that existing screening mechanisms were failing to catch large numbers of infections. \r\nThe tests form part of the latest national diagnostic and treatment criteria (link in Chinese) published Wednesday by the National Health Commission.\r\n • Slowdown of manufacturing in China due to the coronavirus outbreak could cost global value chains $50 billion in exports, a United Nations body estimates.\r\n The United Nations Conference on Trade and Development said on Wednesday that as China has become a major manufacturing hub, slowdown in its production has “repercussions for any given country depending on how reliant its industries are on Chinese suppliers.” \r\n• China’s civil aviation authority has decided to offer bonuses to companies that have maintained cross-border flights or resumed them during the epidemic, according to a Wednesday statement (link in Chinese). Aviation has been among the hardest-hit industries in the virus outbreak.\r\n • The U.K.’s aviation authority declared Wednesday that Flybe Ltd., which operated regional flights from airports across the country, has entered administration, and all the company’s flights have been canceled. The epidemic has impacted flight bookings across the globe. Thursday, March 5, 11 a.m.\r\n China confirmed 143 new Covid-19 cases and 31 additional deaths on Wednesday, according to (link in Chinese) the National Health Commission. The number of new cases rose after dropping for three days.\r\n The country’s total infection count has now reached 80,565, and the death toll stands at 3,015. \r\nThe health authority reported two additional imported cases from overseas in East China’s Zhejiang province for Wednesday, the first time it published data for daily new imported cases. It made the disclosure as concerns grow over inbound travelers bringing the coronavirus back to China from the more than 70 other countries that have also reported cases. There were a total of 20 imported cases in China as of Wednesday. \r\nAll the new deaths on Wednesday came from Hubei province, the epicenter of the outbreak, which confirmed 134 new infection cases on Wednesday.\r\n\r\n\n", "reports": []}, {"url": "https://www.caixinglobal.com/2020-03-05/a-hong-kong-dog-tested-positive-for-coronavirus-and-thats-all-anyone-can-agree-on-101524525.html", "date_of_publication": "2020-3-05 07:30", "headline": "A Hong Kong dog tested positive for COVID-19, and that’s all anyone can agree on", "main_text": "\n\t\t\t\tVia Caixin Global: A Hong Kong Dog Tested Positive for Coronavirus, And That’s All Anyone Can Agree On. Excerpt:A pet Pomeranian that repeatedly tested “weak positive” for the virus that causes Covid-19 most likely got it from its owner, raising questions about whether the animal could serve as a host and infect others, or whether the traces found in its body were even viable. \r\nMany experts who discussed the case in Hong Kong agreed the virus came from the dog’s owner, who tested positive for Covid-19, but cautioned against jumping to other conclusions. The Hong Kong Agriculture, Fisheries and Conservation Department, which first announced the case last week, also stressed that there is still no evidence to show pets can transmit the virus, adding that owners need not worry too much and should certainly not consider abandoning their animals. \r\nThe dog was tested several times, and results repeatedly showed traces of SARS-CoV-2, the virus that causes Covid-19, the department said in a statement issued late Wednesday. The dog was first tested on Feb. 26, yielding low-level positives from nose and mouth swabs, the department said. Similar tests on Feb. 28 and March 2 found the same results. A department official told Caixin the dog in question was a Pomeranian and was taken into the department’s care on Feb. 26 with none of the Covid-19 symptoms experienced by humans, such as cough, runny nose or difficulty breathing.\r\n “Experts from the School of Public Health of The University of Hong Kong, the College of Veterinary Medicine and Life Sciences of the City University of Hong Kong and the World Organisation for Animal Health have been consulted, and unanimously agreed that these results suggest that the dog has a low-level of infection and it is likely to be a case of human-to-animal transmission,” the department said in a statement.\r\n It added it will continue testing the dog and only return it to its owner when the results are negative. An official from the Hong Kong Centre for Health Protection previously told Caixin that the dog’s 60-year-old owner was diagnosed with the virus on Feb. 25. She started coughing on Feb. 12, was hospitalized on Feb. 24, and is now in stable condition. Her brother and sister-in-law also tested positive, though neither showed any symptoms. \r\nThe multiple weak positives showed the dog had been infected, and perhaps could serve as a potential intermediate host for cross-species transmission of the new coronavirus, Zhu Huachen, associate director of the Joint Institute of Virology at Hong Kong University told Caixin. She said the dog’s lack of symptoms showed the virus could live inside it, allowing the animal to secrete and spread the virus at the same time. \r\nOther experts disagree. The 2003 outbreak of SARS also saw a small number of animals show low levels of that virus, but none became sick and none could spread the virus to humans, Vanessa Barrs, Chair Professor of Companion Animal Health and Disease at City University’s Jockey Club College of Veterinary Medicine and Life Sciences said on Wednesday.\r\n Others pointed out that it’s far too early to jump to any conclusions, and that it’s not clear whether the viral material found in the dog was viable.\r\n\r\n\n", "reports": []}, {"url": "https://ncdc.gov.ng/reports/244/2020-february-week-6", "date_of_publication": "2020-3-05 07:24", "headline": "Nigeria: National case management guidelines for COVID-19", "main_text": "\nVia the NCDC: National case management guidelines for COVID-19. Excerpt:\nSince the beginning of the coronavirus disease (COVID-19) outbreak in China, the Nigeria Centre for Disease Control has continued to strengthen the level of preparedness in the country. As at the 23rd of February 2020, the virus had spread to 26 other countries.  \nAs part of our preparedness, a Coronavirus Preparedness Group (CPG) was established by the Nigeria Centre for Disease Control (NCDC). This group includes representatives from the Port Health Services of the Federal Ministry of Health (FMOH), Health Promotion Division of the FMOH, Office of the National Security Adviser, Ministry of Defence Health Implementation Programme, Federal Ministry of Foreign Affairs, National Orientation Agency, World Health Organisation, World Bank, US Centre for Disease Control, Public Health England, Pro-Health International and Resolve to Save Lives. \nThe provision of specialised care is a critical component of COVID-19 response activities. In the last one month, NCDC has conducted further assessments in existing infectious disease treatment centres. This assessment has focused on identifying gaps and developing plans to rapidly ensure that we are prepared to manage all cases of COVID-19, regardless of the severity.  \nFrom the 17th – 19th of February, 2020, the Coronavirus Preparedness Group successfully conducted a workshop to develop protocols and guidelines for case management of COVID-19. These guidelines will be used by health care workers in providing care for patients, in the event of a COVID-19 outbreak in Nigeria.  \nThe workshop which was supported by Resolve to Save Lives, had subject matter experts drawn from relevant specialised fields. This includes physicians, clinical virologists & nurses with MDR-TB management experience from teaching hospitals, WHO and other partners working closely with the National COVID-19 Preparedness Group. \nAn important outcome from the workshop was the development of an interim national case management guideline for COVID-19 highlighting: \n1. Standard of management of COVID-19 cases \n2. Sample collection procedure from suspect cases of COVID-19  \n3. Transfer of suspect / ill persons \n4. Safe and dignified burial for suspect/confirmed cases \nThis guideline will be finalised and distributed widely to health care workers, starting from designated isolation and treatment centres in five priority states with international airports (Lagos, FCT, Kano, Rivers and Enugu) in Nigeria. The guideline will be made available on the NCDC website. \nThe Nigeria Centre for Disease Control remains committed to working with stakeholders, in improving the capacity of treatment centres to manage cases in the event of a COVID-19 outbreak.\n", "reports": []}, {"url": "https://www.scmp.com/news/china/society/article/3065091/coronavirus-recovered-patient-dies-china-reports-139-new-cases?utm_medium=email&utm_source=mailchimp&utm_campaign=enlz-china_coronavirus&utm_content=20200305&MCUID=09fa1286a5&MCCampaignID=7f9f824721&MCAccountID=3775521f5f542047246d9c827&tc=1", "date_of_publication": "2020-3-05 07:16", "headline": "COVID-19: ‘Recovered’ patient dies as China reports discharged cases falling ill again", "main_text": "\nVia the South China Morning Post: Coronavirus: ‘recovered’ patient dies as China reports discharged cases falling ill again.\nA 36-year-old man has died of respiratory failure in Wuhan, five days after being discharged from one of the makeshift hospitals built to contain the outbreak, according to a report by Shanghai-based news portal The Paper. \nThe report, which was later removed, said Li Liang had been admitted to the hospital – built to treat patients with mild and moderate symptoms – on February 12, according to his wife, surnamed Mei. He was discharged two weeks later with instructions to stay in a quarantine hotel for 14 days. \nMei said her husband was not feeling well two days after leaving the hospital, with dry mouth and gaseous stomach. On March 2, Li said he felt sick and was sent to a hospital, where he was certified dead that afternoon.\nThe death certificate issued by the Wuhan health commission said the direct cause was Covid-19, and listed respiratory blockage and failure as the symptoms which could have led to his death. \nThe Paper also reported that Fangcang Hospital – one of Wuhan’s makeshift facilities – issued an emergency notice on Wednesday that said more discharged patients had been readmitted after falling ill again. The hospital will begin conducting antibody tests on all patients before discharge from Thursday, to ensure they are fully recovered.\n", "reports": []}, {"url": "https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(20)30158-4/fulltext", "date_of_publication": "2020-3-05 07:09", "headline": "Covert COVID-19 and false-positive dengue serology in Singapore", "main_text": "\nVia The Lancet Infectious Diseases: Covert COVID-19 and false-positive dengue serology in Singapore.\nDengue and coronavirus disease 2019 (COVID-19) are difficult to distinguish because they have shared clinical and laboratory features. We describe two patients in Singapore with false-positive results from rapid serological testing for dengue, who were later confirmed to have severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, the causative virus of COVID-19. \nThe first case is a 57-year-old man with no relevant past medical, travel, or contact history, who presented to a regional hospital on Feb 9, 2020, with 3 days of fever and cough. He had thrombocytopenia (platelet count 140 × 109/mL) and a normal chest radiograph. He was discharged after a negative rapid test for dengue NS1, IgM, and IgG (SD Bioline Dengue Duo Kit; Abbott, South Korea). He returned to a public primary health-care clinic with persistent fever, worsening thrombocytopenia (89 × 109/mL), and new onset lymphopenia (0·43 × 109/mL). A repeat dengue rapid test was positive for dengue IgM and IgG (Dengue Combo; Wells Bio, South Korea). He was referred to hospital for dengue with worsening cough and dyspnoea. A chest radiograph led to testing for SARS-CoV-2 by RT-PCR (in-house laboratory-developed test detecting the N and ORF1ab genes) from a nasopharyngeal swab, which returned positive. The original seropositive sample and additional urine and blood samples tested negative for dengue, chikungunya, and Zika viruses by RT-PCR, and a repeat dengue rapid test (SD Bioline) was also negative. Thus, the initial dengue seroconversion result was deemed a false positive.  \nThe second case is a 57-year-old woman with no relevant past medical, travel, or contact history, who presented to a regional hospital on Feb 13, 2020, with fever, myalgia, a mild cough of 4 days, and 2 days of diarrhoea. She had thrombocytopenia (92 × 109/mL) and tested positive for dengue IgM (SD Bioline). She was discharged with outpatient follow up for dengue fever. She returned 2 days later with a persistent fever, worsening thrombocytopenia (65 × 109/mL), and new onset lymphopenia (0·94 × 109/mL). Liver function tests were abnormal (aspartate aminotransferase 69 U/L [reference range 10–30 U/L], alanine aminotransferase 67 U/L [reference range <55 U/L], total bilirubin 35·8 μmol/L [reference range 4·7–23·2 μmol/L]). Chest radiography was normal and she was admitted for dengue fever. She remained febrile despite normalisation of her blood counts and developed dyspnoea 3 days after admission. She was found to be positive for SARS-CoV-2 by RT-PCR from a nasopharyngeal swab. A repeat dengue test (SD Bioline) was negative and an earlier blood sample also tested negative for dengue by RT-PCR. The initial dengue IgM result was deemed to be a false positive. \nFailing to consider COVID-19 because of a positive dengue rapid test result has serious implications not only for the patient but also for public health. Our cases highlight the importance of recognising false-positive dengue serology results (with different commercially available assays) in patients with COVID-19. We emphasise the urgent need for rapid, sensitive, and accessible diagnostic tests for SARS-CoV-2, which need to be highly accurate to protect public health.\n", "reports": []}, {"url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30547-X/fulltext", "date_of_publication": "2020-3-05 07:02", "headline": "Mitigate the effects of home confinement on children during the COVID-19 outbreak", "main_text": "\nVia The Lancet: Mitigate the effects of home confinement on children during the COVID-19 outbreak. Excerpt:\nIn response to the coronavirus disease 2019 (COVID-19) outbreak, the Chinese Government has ordered a nationwide school closure as an emergency measure to prevent spreading of the infection. Public activities are discouraged. The Ministry of Education estimates that more than 220 million children and adolescents are confined to their homes; this includes 180 million primary and secondary students and 47 million preschool children). \nThanks to the strong administrative system in China, the emergency home schooling plan has been rigorously implemented. Massive efforts are being made by schools and teachers at all levels to create online courses and deliver them through TV broadcasts and the internet in record time. The new virtual semester has just started in many parts of the country, and various courses are offered online in a well organised manner. These actions are helping to alleviate many parents' concerns about their children's educational attainment by ensuring that school learning is largely undisrupted. \nAlthough these measures and efforts are highly commendable and necessary, there are reasons to be concerned because prolonged school closure and home confinement during a disease outbreak might have negative effects on children's physical and mental health. Evidence suggests that when children are out of school (eg, weekends and summer holidays), they are physically less active, have much longer screen time, irregular sleep patterns, and less favourable diets, resulting in weight gain and a loss of cardiorespiratory fitness. Such negative effects on health are likely to be much worse when children are confined to their homes without outdoor activities and interaction with same aged friends during the outbreak. \nPerhaps a more important but easily neglected issue is the psychological impact on children and adolescents. Stressors such as prolonged duration, fears of infection, frustration and boredom, inadequate information, lack of in-person contact with classmates, friends, and teachers, lack of personal space at home, and family financial loss can have even more problematic and enduring effects on children and adolescents. \nFor example, Sprang and Silman showed that the mean posttraumatic stress scores were four times higher in children who had been quarantined than in those who were not quarantined. Furthermore, the interaction between lifestyle changes and psychosocial stress caused by home confinement could further aggravate the detrimental effects on child physical and mental health, which could cause a vicious circle. \nTo mitigate the consequences of home confinement, the government, non-governmental organisations (NGOs), the community, school, and parents need to be aware of the downside of the situation and do more to effectively address these issues immediately. Experiences learned from previous outbreaks can be valuable for designing a new programme to tackle these issues in China. \nThe Chinese Government needs to raise the awareness of potential physical and mental health impacts of home confinement during this unusual period. The government should also provide guidelines and principles in effective online learning and ensure that the contents of the courses meet the educational requirements. \nYet it is also important not to overburden the students. The government might mobilise existing resources, perhaps involving NGOs, and create a platform for gathering the best online education courses about healthy lifestyle and psychosocial support programmes available for schools to choose from. For example, in addition to innovative courses for a better learning experience, promotional videos can be useful to motivate children to have a healthy lifestyle at home by increasing physical activities, having a balanced diet, regular sleep pattern, and good personal hygiene. \nTo make these educational materials truly effective, they must be age-appropriate and attractive. They require professional expertise and real resources to create.\n", "reports": []}, {"url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30521-3/fulltext", "date_of_publication": "2020-3-05 06:49", "headline": "Has China faced only a herald wave of SARS-CoV-2?", "main_text": "\nVia The Lancet: Has China faced only a herald wave of SARS-CoV-2?\nThe attack rate of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) calculated by mathematical models, from estimates of the basic reproduction number, R0, of 2–3, suggests that 50–60% of the population should eventually be infected because the population seems to be entirely naive to the new virus. The observed attack rate on board the Diamond Princess cruise ship remained slightly below 20% (705 of 3711 passengers and crew members became infected). \nIt is of utmost importance to know whether the SARS-CoV-2 outbreak in China is subsiding, as local authorities and the entire international community might wish. With 80 026 COVID-19 cases officially reported from China as of March 2, 2020, the proportion of the population affected remains far from 50%, or even 20%, of China's 1·4 billion people. Has China just experienced a herald wave, to use terminology borrowed from those who study tsunamis, and is the big wave still to come? \nSerosurveys can help answer these questions precisely. To serosurvey the outbreak would involve testing sera of blood samples from the most representative sample of the population at the epicentre of the epidemic, Wuhan. Serology analysis with neutralising antibodies from the 1000 people could allow for the rate of SARS-CoV-2 infections to be estimated with good accuracy. This rate could be extrapolated to the city's entire population and thus inform more precisely whether the provisional attack rate during this period was a few cases per thousand or perhaps affected 1–2% of the population, 20%, or more. Serosurveys should be seen as polls before elections; they can be repeated several times, week after week, to monitor the epidemic precisely. \nThere is no reason to wait for the end of the epidemic before doing serosurveys. The results would be tremendously informative to China, first and foremost, and to the entire international community, on the risk of big secondary epidemic waves.\n", "reports": []}, {"url": "https://vancouverisland.ctvnews.ca/b-c-announces-13th-case-of-coronavirus-woman-in-critical-condition-1.4839293", "date_of_publication": "2020-3-05 06:43", "headline": "Canada: BC announces 13th case of COVID-19", "main_text": "\nVia CTV News: B.C. announces 13th case of coronavirus; woman in critical condition. Excerpt:\nVICTORIA -- Health officials in British Columbia announced the province's 13th case of coronavirus Wednesday.  \nA woman in her 80s in the Vancouver area recently returned from travelling in Hong Kong and India before her tests showed a presumptive positive for the potentially deadly virus. \nB.C. Health Minister Adrian Dix said the woman is in critical condition at Vancouver General Hospital.\nProvincial health officer Dr. Bonnie Henry said the woman was part of a tour group in India and officials are looking at who else was on the trip and whether they may have also been exposed. \nHenry said other Canadians were on the trip and have returned to regions outside B.C. where health officials will contact them for monitoring.  \n\"She's had quite a severe illness and she is currently in critical condition in isolation in the ICU,\" said Henry.  \n\"In British Columbia, the risk still remains very low,\" she said, but added the situation is changing \"day by day.\" \nThe latest case of COVID-19 in B.C. brings Canada's total number of infections to 34.  \nDix said Tuesday that the province is testing more vigorously for the new coronavirus than just about any other jurisdiction, which has resulted in greater containment. \nProvincial officials announced four new cases of COVID-19 on Tuesday, including three people who recently returned from Iran. \nThe fourth was a woman in her 30s who developed symptoms while in isolation because of her contact with another confirmed case linked to Iran.\n", "reports": []}]}